// Index-page
const developList = [
  {
    title: "CRM-системы",
    content: "Системы для эффективного управления и автоматизации бизнес-процессов компании",
    image: "jam:pen-f",
  },
  {
    title: "Маркетплейсы",
    content: "Онлайн-платформы для продажи и покупки товаров и услуг через интернет",
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Обучающие платформы",
    content: "Платформы для для электронного обучения в различных сферах деятельности",
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "Интернет-магазины",
    content: "Специализированные сайты для продажи товаров и услуг от производителя",
    image: "mdi:paint-outline",
  },
  {
    title: "Приложения для бизнеса",
    content: "Веб-приложения для различных ниш: металлургия, сельское хозяйство и др.",
    image: "mdi:paint-outline",
  },
  {
    title: `UI\UX дизайн`,
    content: "Проектируем интерфейсы. С понятной архитектурой и крутой визуализацией.",
    image: "mdi:paint-outline",
  },
];

const processDevelope = [
  {
    title: "Анализ",
    content:
      "Мы проводим детальный анализ проекта, обсуждаем с заказчиком его бизнес-цели и ожидаемые результаты работы.",
    image: "jam:pen-f",
  },
  {
    title: "Прототип",
    content:
      "Мы занимаемся разработкой и созданием прототипов онлайн-сервисов и IT-решений для компаний.",
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Дизайн",
    content:
      "Создаем функциональный дизайн, опираясь на передовые исследования и аналитику целевой аудитории.",
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "Разработка",
    content:
      "После завершения дизайна мы передаем его на стадию разработки, и здесь появляется визуально привлекательный и функциональный веб-продукт.",
    image: "mdi:paint-outline",
  },
  {
    title: "Тестирование",
    content:
      "Мы проводим тестирование продукта как автоматизированно, так и вручную, используя версию разработчика.",
    image: "mdi:paint-outline",
  },
  {
    title: "Внедрение",
    content:
      "Устанавливаем на технические средства заказчика (свои сервера, облачные решения и так далее) и применяем методы DevOps.",
    image: "mdi:paint-outline",
  },
];
// Service-page
const landing = {
  title:
    "Создаем сайты под ключ для онлайн или оффлайн бизнеса. Формируем продающую структуру с высокой конверсией.",
  content: `Разрабатываем сайты на Tilda «под ключ» с адаптивным дизайном. Создаём продающие сайты для бизнеса, которые окупают затраты через месяц после запуска. Анализируем маркетинговую составляющую продукта и внедряем триггерные компоненты, которые увеличивают конверсию`,
  image: "/images/services/magic.webp",
};
const landingTitle = {
  title:
    "Разрабатываем продающие и конверсионные лендинги для компаний, стартапов и малого бизнеса.",
  content: `Длинная посадочная страница с конверсией от 4% для сбора контактов на регистрацию или покупку. Презентация и предложение вашего уникального продукта на одной странице с раскрытием преимуществ, необходимости продукта, установки доверия между компанией, ее продуктом и посетителем`,
  image: "/images/services/lending_create.webp",
};
const landingList = [
  {
    title: "Лендинг",
    content: `Одностраничный сайт или посадочная страница. Одноязычный интерфейс, который продает один продукт, курс, регистрацию на мероприятие, тестирует гипотезы.
  
      Лендинги также подходят для малого бизнеса. Такие сайты часто используются для интерьерных агентств, салонов, персональных страниц или как внутренняя страница сайта
      `,
    image: "jam:pen-f",
  },
  {
    title: "Мультиязычный лендинг",
    content: `Одностраничный сайт на нескольких языках с выбором пользователем языка сайта. Такие сайты заказываются для решения бизнес-задач. Это страницы компаний, которые нацелены на международный рынок, общаются с иностранной аудиторией.`,
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Мультилендинг",
    content: `Сложные лендинги с точки зрения анализа и проработки. В мультилендингах показывается контент в зависимости от ссылки, с которой зашел пользователь. Подвид мультилендинга — геолендинг. Геолендинг тоже сложный продукт, в котором информация меняется в зависимости от страны или города. Экстремальный вариант — многоязычный мульти-гео-лендинг. Пока таких не встречали, но готовы взяться :)`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "Верстка лендинга",
    content: `Верстаем лендинг на Tilda. Если вы подготовили дизайн макет, верстальщик лендингов соберет адаптивный одностраничник за 3−5 дней. Для этого нам потребуется только исходник дизайна в слоях и 20 минут для уточнения вопросов.
  
      Если в макете будут необъективные решения, аргументировано дадим рекомендации по улучшению. Скорость верстки зависит от сложности решений.`,
    image: "mdi:paint-outline",
  },
];

const webStoreitle = {
  title:
    "Создаем продающие сайты интернет-магазинов под ключ с наполнением каталога за 1,5 месяца.",
  content: `Онлайн-магазин с карточками товаров или услуг. Управление ценами, скидками прямо на сайте, онлайн-оплата с возможностью интеграции более 10 платежных систем или эквайринга. Интеграция с CRM-системами, онлайн-консультантом, виджетами, каталогом. Каталог с фильтрацией, категориями, поиску по ассортименту, возможностью импорта или экспорта продукции`,
  image: "/images/services/stroe.webp",
};

const storeList = [
  {
    title: "Пакет Base+",
    content: `Одностраничный сайт или посадочная страница. Одноязычный интерфейс, который продает один продукт, курс, регистрацию на мероприятие, тестирует гипотезы.
  
      Лендинги также подходят для малого бизнеса. Такие сайты часто используются для интерьерных агентств, салонов, персональных страниц или как внутренняя страница сайта
      `,
    image: "jam:pen-f",
  },
  {
    title: "Пакет PRo+",
    content: `Одностраничный сайт на нескольких языках с выбором пользователем языка сайта. Такие сайты заказываются для решения бизнес-задач. Это страницы компаний, которые нацелены на международный рынок, общаются с иностранной аудиторией.`,
    image: "ant-design:ant-design-outlined",
  },
];
const webPortfolio = {
  title:
    "Создаем сайты-визитки под ключ для начинающих компаний и гигантов за месяц с подготовкой к продвижению в сети",
  content: `Главная информация об организации и услугах с минимальными вложениями. Позволяет быстро предоставить описание компании, контактную информацию, услуги. Небольшой веб ресурс, как правило до 5 страниц`,
  image: "/images/services/portfolio.webp",
};

const webPortfolioList = [
  {
    title: "Заявить",
    content: `Визитка — быстрый способ рассказать о деятельности компании, вызвать доверие, запомниться, подготовиться к созданию крупного сайта компании`,
    image: "jam:pen-f",
  },
  {
    title: "Презентовать",
    content: `Позволяет презентовать продукт, его характеристики, преимущества. Описать перечень услуг, показать портфолио и быстро связаться`,
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Связать",
    content: `На сайте визитке важно указать все каналы связи. Пользователь выберет наиболее быстрый и удобный способ. Чем больше каналов — тем лучше`,
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Расположить",
    content: `Если у вас есть база клиентов, но им сложно вас найти — это отличный способ показать карту с маршрутом или пошаговый путь с фотографиями`,
    image: "ant-design:ant-design-outlined",
  },
];

// Seo-page
const seoOptimize = {
  title: "SEO-оптимизация. Оптимизируем сайты для продвижения в поисковой выдаче за 7 дней",
  content: `Подготовка и настройка сайта к SEO продвижению. Внутренняя оптимизация, настройка зеркал, технических параметров, сбор семантического ядра, наполнение текущего интернет ресурса вручную собранными ключевыми словами. При необходимости, изменение структуры ресурса. Единоразовая оплата услуги`,
  image: "/images/seo/seo_seven.webp",
};
const seoOrederTitle = {
  title: "Стоит ли заказать сео-оптимизацию сайта и для чего она нужна",
  content: `SEO-оптимизация сайта нужна для подготовки к раскрутке. Поисковые системы имеют свои требования и законы. Seo-оптимизация — это единовременная настройка под требования поисковиков. Заказать seo лучше до запуска сайта, потому что оптимизируя сайт, мы сообщаем Яндексу и Google, что принимаем их правила игры. Если сайт хорошо оптимизирован — он удовлетворяет критериям поисковых роботов, быстро индексируется, а значит готов к продвижению`,
  image: "/images/seo/seo_optimize.jpg",
};

const seoList = [
  {
    title: "Семантика",
    content: `Специалист по продвижению и оптимизации собирает семантическое ядро запросов, кластеризует, проектирует seo-структуру проекта, прописывает мета-теги к каждой странице. Так контент страницы становится релевантным ключевым запросам пользователей.`,
    image: "jam:pen-f",
  },
  {
    title: "Sitemap & Robots",
    content: `Sitemap — главный файл для индексации со ссылками на страницы сайта. Этот файл сообщает поисковым системам актуальную структуру интернет-сайта.
  
  Robots — указывает параметры индексирования страниц веб-ресурса для поисковых роботов. Он передает поисковикам какие файлы или ресурсы стоит сканировать.
  
  Ошибки Robots и Sitemap ведут к потери позиций, трафика, снижению конверсии.
  
  Для подготовки к продвижению сайта оптимизатор проверяет технические файлы — Sitemap и Robots, настраивает редиректы, устраняет ошибки.
      `,
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Скорость загрузки",
    content: `По данным Google оптимальная скорость от 0 до 2,5 секунд — с 2010 года этот пункт является ранжирующим фактором. По данным исследования PromoPult 52% интернет-ресурсов в ТОП не проходят проверку скорости на десктопе, а также 90% на мобильной версии. Наша задача — ускорить ваш сайт, чтобы обойти конкурентов.`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "ЧПУ URL",
    content: `По-русски человекопонятный URL или читаемые адреса страниц. Это обязательный пункт, который влияет на ранжирование.
  
  «В детстве мой отец говорил: видишь ссылку /page9357−5665−8484.html — скорее всего там вирус или бесполезная инфа, не заходи. До сих пор пользуюсь этим принципом, хотя понимаю, что у многих просто не оптимизированы страницы»
   — Алексей, CEO WebValley
  
  Адреса должны соответствовать странице, а еще лучше содержать ключевой запрос. Это не только нужно поисковикам, но и людям. Удобнее увидеть в адресе название, особенно если оно подсвечено в поисковой выдаче, сказать адрес по телефону, чтобы человек сам мог его написать или запомнить.`,
    image: "mdi:paint-outline",
  },
  {
    title: "Мета-теги",
    content: `Прописываем теги:
  
  Н1, Н2, Н3 — заголовки. Подхватываются поисковиками, иногда отображаются в поисковой выдаче. Влияют на релевантность и продвижение.
  
  Title страницы — главный тег, который соответствует названию страницы и виден в поисковой выдаче. Влияет на оптимизацию сайта, ранжирование в поиске, кликабельность.
  
  Description — второй по важности тег, который также виден в выдаче, влияет на продвижение, оптимизацию, кликабельность.
  
  Альт текст — оптимизация изображений. Ваш сайт могут найти через картинки.`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "G.Console & Я.Вебмастер",
    content: `Настраиваем сервисы вебмастеров для продвижения, ускорения индексации, отслеживания трафика и позиций. Сюда же входит подключение аналитики и метрики`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "Социальные сети",
    content: `Оптимизируем сайт для социальных сетей. Подготавливаем бейджи, title, description. Помогаем ссылкам на ваш сайт выглядеть презентабельно и кликабельно.`,
    image: "fluent:speaker-2-28-regular",
  },
];
const seoProvideList = [
  {
    title: "Аудит конкурентов",
    content: `1.Определяем направление развития через анализ конкурентов и ниши
  2. Рассчитываем количество целевых страниц и ссылок
  3. Ищем «аномалии», чтобы применить секретные фишечки на продвигаемом ресурсе
      `,
    image: "",
  },
  {
    title: "Семантическое ядро",
    content: `Ручной сбор семантического ядра, его чистка, кластеризация. Первостепенно собираем ключи по приоритетному направлению деятельности клиента. То есть направление, по которому клиент получает максимальную прибыль. Это позволяет максимально быстро окупить вложения в seo продвижение`,
    image: "ant-design:ant-design-outlined",
  },
  {
    title: "Релевантность",
    content: `1.Прописываем метатеги с учетом ключевых фраз, формируем кликабельные сниппеты для поисковой выдачи
  2.Формируем ЧПУ адреса страниц
  3.Продумываем перелиновку между страницами
  4.Формируем отчет`,
    image: "",
  },
  {
    title: "Копирайтинг",
    content: `1. Составляем техническое задание копирайтеру на написание текстов
  2.Указываем что и как написать
  3.Проверяем текст на seo-оптимизацию, вносим правки
  4.Вы получаете готовое оптимизированное наполнение`,
    image: "",
  },
  {
    title: "Планирование",
    content: `1.Подбираем чистые релевантные трафиковые площадки для размещения контента с сылкой на ваш сайт
  2.составляем план написания статей и закипки ссылок. Осуществляем закупку, отслеживаем результаты. Полная отчетность
  3.Выстраиваем и осуществляем наращивание страниц уникальным контентом под каждую группу запросов`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "G.Console & Я.Вебмастер",
    content: `Настраиваем сервисы вебмастеров для продвижения, ускорения индексации, отслеживания трафика и позиций. Сюда же входит подключение аналитики и метрики`,
    image: "fluent:speaker-2-28-regular",
  },
  {
    title: "Поддержка",
    content: `Поддерживаем связь. Оказываем помощь бессрочно. Снимаем головную боль, помогаем с платежными, договорами, офертой, политиками конфиденциальности`,
    image: "",
  },
];
// Portfolio-page
const portfolioTitle = {
  title: "Портфолио",
  content: `WizSolution Design  – это команда разработчиков, имеющих большой опыт разработки: Web-сервисов и порталов, мобильных приложений и десктоп-приложений, а также комплексов работы с оборудованием и различных интеграций.`,
  image: "",
};

const missionTitle = {
  title: "Наша миссия",
  content: `Cделать ваш бизнес успешным, предоставляя инновационные и качественные IT-решения, которые помогут вам выделиться среди конкурентов и добиться поистине выдающихся результатов.`,
  image: "",
};

const portfolioList = [
  {
    title: "Блог",
    content: `Эффективный инструмент для привлечения трафика на сайт. Кроме того, наличие экспертных статей подтверждает вашу экспертность.`,
    image: "/images/portfolios/news.webp",
  },
  {
    title: "Магазин",
    content: `Торговая площадка  для продажи и покупки товаров, где клиент сможет найти товар по вкусу и цене.`,
    image: "/images/portfolios/marketplace.webp",
  },
  {
    title: "Юридические  услуг",
    content: `Площадка по поиску и  оказанию юридических  услуг, где клиент сможет получить профессиональную юридическую помощь.`,
    image: "/images/portfolios/law.webp",
  },
  {
    title: "Туризм",
    content: `Серис туризма, для организации путешествий в любую точку мира.`,
    image: "/images/portfolios/tourizm.webp",
  },
];
// Contacts-page
const contactUs = {
  title: "Связаться с нами",
  content:
    "Расскажите нам о своем проекте, подумаем над ним вместе. Начните с простого — просто напишите нам.",

  contacts: [
    {
      icon: "mdi-light:email",
      title: "Наша почта",
      text: "wiz-solution-design@yandex.ru",
    },
    {
      icon: "prime:whatsapp",
      title: "Позвоните нам",
      text: "+7 999-530-76-91",
    },
  ],

  socials: [
    {
      icon: "uit:facebook-f",
      title: "",
    },
    {
      icon: "basil:vk-outline",
      title: "",
    },
    {
      icon: "basil:telegram-outline",
      title: "",
    },
  ],
};
// Header-links
const links = [
  {
    title: "Главная",
    path: "/",
  },
  {
    title: "Услуги",
    path: "/servicesview",
  },
  {
    title: "Seo",
    path: "/seoview",
  },
  {
    title: "Портфолио",
    path: "/portfoliosview",
  },
  {
    title: "Contact Us",
    path: "/contactview",
  },
];
const comments = [
  {
    id: 1,
    avatar: "/images/comments/commentImg.jpg",
    title:
      "“Be genuine in your assessment, and provide constructive feedback to benefit both potential customers and the company providing the product or service.”",
    name: "Jacqueline Miller",
    job: "CEO of an eduport",
  },
];
// UI - дизайн
const showcases = [
  {
    title: "Web UI design",
    content: "Создаем UI design",
    image: "/images/showcases/web_design.webp",
  },
  {
    title: "Разработка цифровых стратегий",
    content: "Маркетинг в социальных сетях",
    image: "/images/showcases/strategy.webp",
  },
  {
    title: "UI Design",
    content: "Креативны ребрендинг  Logo",
    image: "/images/showcases/ui_design.webp",
  },
  {
    title: "UI Logo Design",
    content: "Креативный logo",
    image: "/images/showcases/logo_design.webp",
  },
];
export {
  comments,
  contactUs,
  developList,
  landing,
  landingList,
  landingTitle,
  links,
  missionTitle,
  portfolioList,
  portfolioTitle,
  processDevelope,
  seoList,
  seoOptimize,
  seoOrederTitle,
  seoProvideList,
  showcases,
  storeList,
  webPortfolio,
  webPortfolioList,
  webStoreitle,
};
